[
  {
    "Numero": 1,
    "Nome": "Bulbasaur",
    "Descricao": "Bulbasaur pode ser visto cochilando sob luz solar intensa. Há uma semente em suas costas. Ao absorver os raios do sol, sua semente cresce progressivamente.",
    "Especie": "Seed",
    "Tipo": [ "Planta", "Venenoso" ] ,
    "Altura": 0.7,
    "Peso": 6.9,
    "Imagem": "\\img\\pokemons\\001.png"
  },
  {
    "Numero": 2,
    "Nome": "Ivysaur",
    "Descricao": "Há um broto nas costas desse Pokémon. Para suportar seu peso, as pernas e o tronco de Ivysaur ficam grossos e fortes. Se começar a passar mais tempo deitado sob a luz do sol, é um sinal de que o broto florescerá em uma flor grande em breve.",
    "Especie": "Seed",
    "Tipo": [ "Planta", "Venenoso" ],
    "Altura": 1,
    "Peso": 13,
    "Imagem": "\\img\\pokemons\\002.png"
  },
  {
    "Numero": 3,
    "Nome": "Venusaur",
    "Descricao": "Há uma flor grande nas costas de Venusaur. Diz-se que a flor adquire cores vivas se receber muita nutrição e luz solar. O aroma da flor acalma as emoções das pessoas.",
    "Especie": "Seed",
    "Tipo": [ "Planta", "Venenoso" ],
    "Altura": 2,
    "Peso": 100,
    "Imagem": "\\img\\pokemons\\003.png"
  },
  {
    "Numero": 4,
    "Nome": "Charmander",
    "Descricao": "A chama que queima na ponta da cauda é uma indicação de suas emoções. A chama tremula quando Charmander está se divertindo. Se o Pokémon se enfurecer, a chama queima ferozmente.",
    "Especie": "Lizard",
    "Tipo": [ "Fogo" ],
    "Altura": 0.6,
    "Peso": 8.5,
    "Imagem": "\\img\\pokemons\\004.png"
  },
  {
    "Numero": 5,
    "Nome": "Charmeleon",
    "Descricao": "Charmeleon impiedosamente destrói seus inimigos usando suas garras afiadas. Se encontrar um inimigo forte, ele se torna agressivo. Nesse estado excitado, a chama na ponta de sua cauda brilha com uma cor branca azulada.",
    "Especie": "Flame",
    "Tipo": [ "Fogo" ],
    "Altura": 1.1,
    "Peso": 19,
    "Imagem": "\\img\\pokemons\\005.png"
  },
  {
    "Numero": 6,
    "Nome": "Charizard",
    "Descricao": "Charizard voa pelo céu em busca de oponentes poderosos. Ele respira um calor tão grande que derrete qualquer coisa. No entanto, nunca dá um sopro ardente a qualquer oponente mais fraco que ele.",
    "Especie": "Flame",
    "Tipo": [ "Fogo", "Voador" ],
    "Altura": 1.7,
    "Peso": 90.5,
    "Imagem": "\\img\\pokemons\\006.png"
  },
  {
    "Numero": 7,
    "Nome": "Squirtle",
    "Descricao": "A concha de Squirtle não é apenas usada para proteção. A forma arredondada da concha e as ranhuras na superfície ajudam a minimizar a resistência na água, permitindo que este Pokémon nade em alta velocidade.",
    "Especie": "Tiny Turtle",
    "Tipo": [ "Água" ],
    "Altura": 0.5,
    "Peso": 9,
    "Imagem": "\\img\\pokemons\\007.png"
  },
  {
    "Numero": 8,
    "Nome": "Wartortle",
    "Descricao": "Sua cauda é grande e coberta com um pêlo rico e grosso. A cauda torna-se cada vez mais profunda na cor à medida que Wartortle envelhece. Os arranhõees em sua concha são uma evidência da dureza deste Pokémon como um lutador.",
    "Especie": "Turtle",
    "Tipo": [ "Água" ],
    "Altura": 1,
    "Peso": 22.5,
    "Imagem": "\\img\\pokemons\\008.png"
  },
  {
    "Numero": 9,
    "Nome": "Blastoise",
    "Descricao": "Blastoise tem bicos de água que se projetam de sua concha. Os bicos de água são muito precisos. Eles podem disparar balas de água com precisão suficiente para atingir latas vazias a uma distância de mais de 60 metros.",
    "Especie": "Shellfish",
    "Tipo": [ "Água" ],
    "Altura": 1.6,
    "Peso": 85.5,
    "Imagem": "\\img\\pokemons\\009.png"
  },
  {
    "Numero": 10,
    "Nome": "Caterpie",
    "Descricao": "Caterpie tem um apetite voraz. Ele pode devorar folhas maiores que seu corpo diante dos seus olhos. De sua antena, este Pokémon libera um odor terrivelmente forte.",
    "Especie": "Worm",
    "Tipo": [ "Inseto" ],
    "Altura": 0.3,
    "Peso": 2.9,
    "Imagem": "\\img\\pokemons\\010.png"
  },
  {
    "Numero": 11,
    "Nome": "Metapod",
    "Descricao": "A concha que cobre o corpo deste Pokémon é tão dura quanto uma laje de ferro. Metapod não se move muito. Ele fica parado porque estã preparando suas entranhas suaves para a evolução dentro da casca dura.",
    "Especie": "Cocoon",
    "Tipo": [ "Inseto" ],
    "Altura": 0.7,
    "Peso": 9.9,
    "Imagem": "\\img\\pokemons\\011.png"
  },
  {
    "Numero": 12,
    "Nome": "Butterfree",
    "Descricao": "Butterfree tem uma capacidade superior para procurar mel delicioso de flores. Pode até procurar, extrair e transportar mel de flores que estão desabrochando a mais de 10 quilômetros do ninho.",
    "Especie": "Butterfly",
    "Tipo": [ "Inseto", "Voador" ],
    "Altura": 1.1,
    "Peso": 32,
    "Imagem": "\\img\\pokemons\\012.png"
  },
  {
    "Numero": 13,
    "Nome": "Weedle",
    "Descricao": "Weedle tem um olfato extremamente agudo. Ele é capaz de distinguir seus tipos favoritos de folhas daqueles de que não gosta, apenas farejando com sua grande tromba vermelha (nariz).",
    "Especie": "Hairy Bug",
    "Tipo": [ "Inseto", "Venenoso" ],
    "Altura": 0.3,
    "Peso": 3.2,
    "Imagem": "\\img\\pokemons\\013.png"
  },
  {
    "Numero": 14,
    "Nome": "Kakuna",
    "Descricao": "Kakuna permanece praticamente imóvel enquanto se agarra a uma árvore. No entanto, por dentro, é extremamente ocupado, enquanto se prepara para a sua evolução futura. Isso é evidente pelo quão quente a concha fica ao ser tocada.",
    "Especie": "Cocoon",
    "Tipo": [ "Inseto", "Venenoso" ],
    "Altura": 0.6,
    "Peso": 10,
    "Imagem": "\\img\\pokemons\\014.png"
  },
  {
    "Numero": 15,
    "Nome": "Beedrill",
    "Descricao": "Beedrill é extremamente territorial. Ninguém deve se aproximar de seu ninho, isso é para sua própria segurança. Se irritados, eles atacarão em um enxame furioso.",
    "Especie": "Poison Bee",
    "Tipo": [ "Inseto", "Venenoso" ],
    "Altura": 1,
    "Peso": 29.5,
    "Imagem": "\\img\\pokemons\\015.png"
  },
  {
    "Numero": 16,
    "Nome": "Pidgey",
    "Descricao": "Pidgey tem um senso de direção extremamente nítido. Ela é capaz de voltar para o seu ninho de forma infalível, por mais longe que possa ser removida de seu ambiente familiar.",
    "Especie": "Tiny Bird",
    "Tipo": [ "Normal", "Voador" ],
    "Altura": 0.3,
    "Peso": 0.5,
    "Imagem": "\\img\\pokemons\\016.png"
  },
  {
    "Numero": 17,
    "Nome": "Pidgeotto",
    "Descricao": "Pidgeotto reivindica uma grande área como seu próprio território. Este Pokémon voa, patrulhando seu espaço de vida. Se seu território é violado, não mostra piedade de punir completamente o inimigo com suas garras afiadas.",
    "Especie": "Bird",
    "Tipo": [ "Normal", "Voador" ],
    "Altura": 1.1,
    "Peso": 30,
    "Imagem": "\\img\\pokemons\\017.png"
  },
  {
    "Numero": 18,
    "Nome": "Pidgeot",
    "Descricao": "Este Pokémon tem uma plumagem deslumbrante de penas maravilhosamente brilhantes. Muitos treinadores são cativados pela impressionante beleza das penas em sua cabeça, obrigando-os a escolher Pidgeot como seu Pokémon.",
    "Especie": "Bird",
    "Tipo": [ "Normal", "Voador" ],
    "Altura": 1.5,
    "Peso": 39.5,
    "Imagem": "\\img\\pokemons\\018.png"
  },
  {
    "Numero": 19,
    "Nome": "Rattata",
    "Descricao": "Seus dentes crescem continuamente ao longo de sua vida. Se seus incisivos ficarem muito longos, esse Pokémon se torna incapaz de comer e morre de fome.",
    "Especie": "Mouse",
    "Tipo": [ "Normal" ],
    "Altura": 0.3,
    "Peso": 3.5,
    "Imagem": "\\img\\pokemons\\019.png"
  },
  {
    "Numero": 20,
    "Nome": "Raticate",
    "Descricao": "As presas fortes de Raticate crescem constantemente. Para mantê-los triturados, roem pedras e troncos. Pode até mastigar as paredes das casas. Seus bigodes são essenciais para manter o seu equilíbrio. Não importa o quão amigável você seja, ele ficará com raiva e o morderá se tocar em seus bigodes.",
    "Especie": "Mouse",
    "Tipo": [ "Normal" ],
    "Altura": 0.7,
    "Peso": 18.5,
    "Imagem": "\\img\\pokemons\\020.png"
  },
  {
    "Numero": 21,
    "Nome": "Spearow",
    "Descricao": "Seu grito alto pode ser ouvido a mais de 800 metros de distância. Se seu grito alto e agudo for ouvido ecoando por toda parte, é um sinal de que eles estão alertando um ao outro sobre o perigo.",
    "Especie": "Tiny Bird",
    "Tipo": [ "Normal", "Voador" ],
    "Altura": 0.3,
    "Peso": 2,
    "Imagem": "\\img\\pokemons\\021.png"
  },
  {
    "Numero": 22,
    "Nome": "Fearow",
    "Descricao": "Não há nenhum problema em voar continuamente por um dia inteiro carregando uma carga pesada. O medo é reconhecido pelo pescoço longo e pelo bico alongado. Eles são convenientemente modelados para capturar presas no solo ou na água. Ele habilmente move seu bico longo e magro para colher presas.",
    "Especie": "Beak",
    "Tipo": [ "Normal", "Voador" ],
    "Altura": 1.2,
    "Peso": 38,
    "Imagem": "\\img\\pokemons\\022.png"
  },
  {
    "Numero": 23,
    "Nome": "Ekans",
    "Descricao": "Ekans se enrola em espiral enquanto descansa. Assumindo essa posição, ele pode responder rapidamente a uma ameaça de qualquer direção com um brilho na cabeça erguida. Quanto mais velho fica, mais cresce. À noite, envolve seu corpo comprido em volta dos galhos das árvores para descansar.",
    "Especie": "Snake",
    "Tipo": [ "Venenoso" ],
    "Altura": 2,
    "Peso": 6.9,
    "Imagem": "\\img\\pokemons\\023.png"
  },
  {
    "Numero": 24,
    "Nome": "Arbok",
    "Descricao": "Este Pokémon é terrivelmente forte para contrair as coisas com seu corpo. Pode até achatar tambores de óleo de aço. Uma vez que Arbok envolve seu corpo em torno de seu inimigo, é impossível escapar do abraço esmagador.",
    "Especie": "Cobra",
    "Tipo": [ "Venenoso" ],
    "Altura": 3.5,
    "Peso": 65,
    "Imagem": "\\img\\pokemons\\024.png"
  },
  {
    "Numero": 25,
    "Nome": "Pikachu",
    "Descricao": "É de sua natureza armazenar eletricidade. Ele se sente estressado de vez em quando se não conseguir descarregar completamente sua eletricidade. É o mais popular de toda franquia Pokémon!",
    "Especie": "Mouse",
    "Tipo": [ "Elétrico" ],
    "Altura": 0.4,
    "Peso": 6,
    "Imagem": "\\img\\pokemons\\025.png"
  },
  {
    "Numero": 26,
    "Nome": "Raichu",
    "Descricao": "À medida que a eletricidade se acumula dentro de seu corpo, ela se torna mais agressiva. Uma teoria é que o acúmulo de eletricidade está realmente causando estresse.",
    "Especie": "Mouse",
    "Tipo": [ "Elétrico" ],
    "Altura": 0.8,
    "Peso": 30,
    "Imagem": "\\img\\pokemons\\026.png"
  },
  {
    "Numero": 27,
    "Nome": "Sandshrew",
    "Descricao": "Sandshrew tem uma pele muito seca que é extremamente resistente. Ele pode rolar virando uma bola que repele qualquer ataque do inimigo. À noite, ele se enterra na areia do deserto para dormir.",
    "Especie": "Mouse",
    "Tipo": [ "Terrestre" ],
    "Altura": 0.6,
    "Peso": 12,
    "Imagem": "\\img\\pokemons\\027.png"
  },
  {
    "Numero": 28,
    "Nome": "Sandslash",
    "Descricao": "O corpo do Sandslash é coberto por pontas duras, que são seções endurecidas de sua pele. Uma vez por ano, os picos antigos caem, para serem substituídos por novos picos que crescem por baixo dos antigos. Graças às suas garras grossas, é bom em escalar árvores. Existem muitos Sandslash que se estacionam nas árvores e vão dormir.",
    "Especie": "Mouse",
    "Tipo": [ "Terrestre" ],
    "Altura": 1,
    "Peso": 29.5,
    "Imagem": "\\img\\pokemons\\028.png"
  },
  {
    "Numero": 29,
    "Nome": "Nidoran F",
    "Descricao": "Suas farpas altamente tóxicas se desenvolveram como proteção para este Pokémon de corpo pequeno. Quando enfurecido, libera uma toxina horrível do chifre.",
    "Especie": "Poison Pin",
    "Tipo": [ "Venenoso" ],
    "Altura": 0.4,
    "Peso": 7,
    "Imagem": "\\img\\pokemons\\029.png"
  },
  {
    "Numero": 30,
    "Nome": "Nidorina",
    "Descricao": "Quando Nidorina está com seus amigos ou familiares, eles mantêm suas farpas afastadas para evitar se machucar. Este Pokémon parece ficar nervoso se separado dos outros. A fêmea tem um temperamento suave. Emite gritos ultrassônicos que têm o poder de confundir os inimigos.",
    "Especie": "Poison Pin",
    "Tipo": [ "Venenoso" ],
    "Altura": 0.8,
    "Peso": 20,
    "Imagem": "\\img\\pokemons\\030.png"
  },
  {
    "Numero": 31,
    "Nome": "Nidoqueen",
    "Descricao": "O corpo de Nidoqueen é envolvido em escamas extremamente duras. É hábil em enviar inimigos voando com agressões severas. Este Pokémon é mais forte quando defende seus filhotes. Se ficar excitada, as agulhas se arrepiam para fora.",
    "Especie": "Drill",
    "Tipo": [ "Venenoso" ],
    "Altura": 1.3,
    "Peso": 60,
    "Imagem": "\\img\\pokemons\\031.png"
  },
  {
    "Numero": 32,
    "Nome": "Nidoran M",
    "Descricao": "O Nidoran macho desenvolveu músculos para mover seus ouvidos. Graças a eles, os ouvidos podem ser movidos livremente em qualquer direção. Mesmo o menor som não escapa à atenção deste Pokémon.",
    "Especie": "Poison Pin",
    "Tipo": [ "Venenoso" ],
    "Altura": 0.5,
    "Peso": 9,
    "Imagem": "\\img\\pokemons\\032.png"
  },
  {
    "Numero": 33,
    "Nome": "Nidorino",
    "Descricao": "Seu chifre é mais duro que um diamante. Se sente uma presença hostil, todas as farpas nas costas se arrepiam de uma só vez e desafia o inimigo com toda a sua força. Ele tem uma disposição violenta e apunhala os inimigos com seu chifre, que exala veneno após o impacto.",
    "Especie": "Poison Pin",
    "Tipo": [ "Venenoso" ],
    "Altura": 0.9,
    "Peso": 19.5,
    "Imagem": "\\img\\pokemons\\033.png"
  },
  {
    "Numero": 34,
    "Nome": "Nidoking",
    "Descricao": "A cauda grossa de Nidoking possui poder enormemente destrutivo. Com um balanço, pode derrubar uma torre de transmissão de metal. Uma vez que este Pokémon se enfurece, não há como detê-lo.",
    "Especie": "Drill",
    "Tipo": [ "Venenoso" ],
    "Altura": 1.4,
    "Peso": 62,
    "Imagem": "\\img\\pokemons\\034.png"
  },
  {
    "Numero": 35,
    "Nome": "Clefairy",
    "Descricao": "Em todas as noites de lua cheia, eles saem para brincar. Quando o amanhecer chega, os cansados Clefairys dormem aninhados um no outro em montanhas profundas e tranquilas. Voa usando as asas nas costas para coletar o luar. Este Pokémon é difícil de ser encontrado.",
    "Especie": "Fairy",
    "Tipo": [ "Fada" ],
    "Altura": 0.6,
    "Peso": 7.5,
    "Imagem": "\\img\\pokemons\\035.png"
  },
  {
    "Numero": 36,
    "Nome": "Clefable",
    "Descricao": "Clefable usa suas asas para pular levemente, como se estivesse voando. Seu passo saltitante permite que ele ande sobre a água. Nas noites tranquilas e iluminadas pelo luar, passeia pelos lagos. Sua audição é tão aguda que pode ouvir um alfinete cair a mais de 800 metros de distância. Um tímido Pokémon de fada que raramente é visto, ele corre e se esconde a todo momento em que sente a presença de pessoas.",
    "Especie": "Fairy",
    "Tipo": [ "Fada" ],
    "Altura": 1.3,
    "Peso": 40,
    "Imagem": "\\img\\pokemons\\036.png"
  }
]
